[
  { "comment": "social", "fact": "El cuerpo humano está formado en su mayor parte por agua; en adultos representa alrededor del 60 % del peso corporal." },
  { "comment": "social", "fact": "El agua es el principal componente del plasma sanguíneo (≈ 90 %)." },
  { "comment": "social", "fact": "Beber ≈ 250 ml de agua cada 15‑20 min durante ejercicio intenso ayuda a mantener la temperatura corporal." },
  { "comment": "social", "fact": "Perder ≈ 2 % del peso corporal por falta de agua ya afecta la capacidad de concentración y la memoria." },
  { "comment": "social", "fact": "La orina clara indica una hidratación adecuada; la orina oscura señala que necesitas más líquido." },
  { "comment": "social", "fact": "La hormona vasopresina (ADH) controla cuánta agua reabsorbe el riñón y, por tanto, el nivel de hidratación." },
  { "comment": "social", "fact": "La sed no es un buen indicador de déficit hídrico; muchas personas no sienten sed hasta perder alrededor del 2 % de su peso en agua." },
  { "comment": "social", "fact": "El café y el té tienen un leve efecto diurético, pero en consumidores habituales no provocan deshidratación significativa." },
  { "comment": "social", "fact": "El agua facilita la digestión y la absorción de nutrientes, especialmente de vitaminas solubles en agua." },
  { "comment": "social", "fact": "La piel pierde agua por transpiración y evaporación, contribuyendo al balance hídrico diario." },
  { "comment": "social", "fact": "En climas calurosos y con ejercicio vigoroso, el sudor puede superar los 2 L por hora." },
  { "comment": "social", "fact": "Beber demasiada agua sin reponer electrolitos puede causar hiponatremia, una condición de bajo sodio que afecta al cerebro." },
  { "comment": "social", "fact": "El agua mantiene la lubricación de las articulaciones, reduciendo el riesgo de lesiones." },
  { "comment": "social", "fact": "Los riñones ajustan la cantidad de agua que reabsorben según la concentración de solutos en la sangre." },
  { "comment": "social", "fact": "Una buena hidratación disminuye la probabilidad de formar cálculos renales al diluir la orina." },
  { "comment": "social", "fact": "El agua es necesaria para producir saliva, que protege la boca y ayuda a tragar." },
  { "comment": "social", "fact": "La deshidratación aumenta la viscosidad de la sangre, lo que eleva el riesgo de coágulos." },
  { "comment": "social", "fact": "Beber agua fría genera un pequeño aumento del gasto energético por termogénesis." },
  { "comment": "social", "fact": "La hidratación influye en la presión arterial al modificar el volumen sanguíneo." },
  { "comment": "social", "fact": "La fiebre provoca pérdida de agua de aproximadamente 0,5 L al día si no se repone." },
  { "comment": "social", "fact": "El agua es el medio principal para eliminar toxinas a través de la orina y el sudor." },
  { "comment": "social", "fact": "Estar bien hidratado mejora la memoria de trabajo y la velocidad de procesamiento mental." },
  { "comment": "social", "fact": "Una pérdida de agua del 1 % ya hace que el ejercicio se perciba como más difícil." },
  { "comment": "social", "fact": "El agua es esencial para la síntesis de proteínas y la reparación muscular." },
  { "comment": "social", "fact": "Una hidratación adecuada ayuda a mantener la elasticidad de la piel y a reducir arrugas temporales." },
  { "comment": "social", "fact": "Tomar un vaso de agua antes de comer puede reducir la ingesta calórica en un 10‑15 %." },
  { "comment": "social", "fact": "La deshidratación crónica está asociada a un mayor riesgo de enfermedades cardiovasculares." },
  { "comment": "social", "fact": "El agua actúa como amortiguador en los discos intervertebrales, protegiendo la columna." },
  { "comment": "social", "fact": "La hidratación es clave para la producción de lágrimas, esenciales para la salud ocular." },
  { "comment": "social", "fact": "Las recomendaciones diarias de ingesta de agua para adultos varían entre 2,0 y 3,7 L, según edad, sexo, nivel de actividad y clima." }
]