[
  { "fact": "El cuerpo humano adulto está compuesto aproximadamente en un 60 % de agua y 0.5 % de electrolitos." },
  { "fact": "El agua es el principal componente del plasma sanguíneo (≈ 90 %)." },
  { "fact": "La deshidratación del 2 % de la masa corporal puede reducir el rendimiento cognitivo." },
  { "fact": "Beber ≈ 250 ml de agua cada 15‑20 min durante ejercicio intenso ayuda a mantener la temperatura corporal." },
  { "fact": "La orina clara indica una hidratación adecuada; la orina oscura sugiere déficit hídrico." },
  { "fact": "El balance hídrico se regula principalmente por la hormona vasopresina (ADH)." },
  { "fact": "La sed no es un indicador fiable de déficit hídrico; el 40 % de la población no siente sed hasta perder ≈ 2 % de peso corporal." },
  { "fact": "El consumo de bebidas con cafeína (café, té) produce un efecto diurético leve, pero no causa deshidratación significativa en consumidores habituales." },
  { "fact": "El agua es esencial para la digestión y absorción de nutrientes; facilita la disolución de vitaminas solubles en agua." },
  { "fact": "La piel pierde agua por transpiración y evaporación, contribuyendo al balance hídrico diario." },
  { "fact": "En climas cálidos, la pérdida de agua por sudor puede superar los 2 L/h en ejercicio vigoroso." },
  { "fact": "La hiponatremia (bajo nivel de sodio) puede ocurrir por consumo excesivo de agua sin reposición de electrolitos." },
  { "fact": "El agua ayuda a mantener la elasticidad articular y lubricación de las articulaciones." },
  { "fact": "La reabsorción renal de agua está influenciada por la concentración de solutos en la sangre." },
  { "fact": "La hidratación adecuada reduce la incidencia de cálculos renales al diluir la orina." },
  { "fact": "El agua es necesario para la producción de saliva, que protege la mucosa bucal y facilita la deglución." },
  { "fact": "La deshidratación aumenta la viscosidad de la sangre, incrementando el riesgo de coágulos." },
  { "fact": "El consumo de agua fría puede aumentar ligeramente el gasto energético por termogénesis." },
  { "fact": "La hidratación influye en la regulación de la presión arterial mediante el volumen sanguíneo." },
  { "fact": "La pérdida de agua durante la fiebre puede ser de ≈ 0,5 L/día sin reposición adecuada." },
  { "fact": "El agua es el medio principal para la eliminación de toxinas a través de la orina y el sudor." },
  { "fact": "La hidratación mejora la memoria de trabajo y la velocidad de procesamiento mental." },
  { "fact": "La deshidratación leve (≈ 1 %) puede aumentar la percepción de esfuerzo durante el ejercicio." },
  { "fact": "El agua es necesario para la síntesis de proteínas y la reparación muscular." },
  { "fact": "La hidratación adecuada favorece la elasticidad de la piel y reduce la aparición de arrugas temporales." },
  { "fact": "El consumo de agua antes de una comida puede reducir la ingesta calórica en un 10‑15 %." },
  { "fact": "La deshidratación crónica está asociada a un mayor riesgo de enfermedades cardiovasculares." },
  { "fact": "El agua actúa como amortiguador en los discos intervertebrales, protegiendo la columna." },
  { "fact": "La hidratación influye en la producción de lágrimas, esenciales para la salud ocular." },
  { "fact": "La recomendación diaria de ingesta de agua varía entre 2,0‑3,7 L para adultos, dependiendo de edad, sexo, actividad y clima." }
]