[
  { "comment": "social", "fact": "Los electrolitos son minerales con carga eléctrica que regulan funciones vitales en el cuerpo humano." },
  { "comment": "social", "fact": "El sodio, potasio, calcio, magnesio, cloruro, fosfato y bicarbonato son los principales electrolitos en el cuerpo." },
  { "comment": "social", "fact": "El sodio es el electrolito más abundante en el líquido extracelular y regula el equilibrio hídrico y la presión arterial." },
  { "comment": "social", "fact": "El potasio es el electrolito principal dentro de las células y es esencial para la función muscular y nerviosa." },
  { "comment": "social", "fact": "El calcio participa en la contracción muscular, la coagulación sanguínea y la transmisión nerviosa." },
  { "comment": "social", "fact": "El magnesio es necesario para más de 300 reacciones enzimáticas, incluyendo la producción de energía y síntesis de proteínas." },
  { "comment": "social", "fact": "El cloruro ayuda a mantener el equilibrio ácido-base y la presión osmótica en los líquidos corporales." },
  { "comment": "social", "fact": "El bicarbonato actúa como un importante buffer para mantener el pH sanguíneo estable." },
  { "comment": "social", "fact": "La concentración de electrolitos se mide en milimoles por litro (mmol/L) en sangre y otros fluidos." },
  { "comment": "social", "fact": "Los riñones regulan la concentración de electrolitos mediante la filtración y reabsorción en la orina." },
  { "comment": "social", "fact": "La deshidratación puede causar desequilibrios electrolíticos, afectando la función muscular y cerebral." },
  { "comment": "social", "fact": "El ejercicio intenso aumenta la pérdida de electrolitos por el sudor, especialmente sodio y potasio." },
  { "comment": "social", "fact": "La hiponatremia es el bajo nivel de sodio en sangre y puede causar confusión, convulsiones y coma." },
  { "comment": "social", "fact": "La hiperkalemia (exceso de potasio) puede provocar arritmias cardíacas potencialmente mortales." },
  { "comment": "social", "fact": "La hipocalcemia (bajo calcio) puede causar espasmos musculares y alteraciones neurológicas." },
  { "comment": "social", "fact": "El equilibrio de electrolitos es fundamental para la transmisión de impulsos eléctricos en nervios y músculos." },
  { "comment": "social", "fact": "Las bebidas deportivas contienen electrolitos para ayudar a reponer las pérdidas durante el ejercicio prolongado." },
  { "comment": "social", "fact": "El vómito y la diarrea pueden causar pérdida significativa de electrolitos y requerir reposición médica." },
  { "comment": "social", "fact": "El consumo excesivo de agua sin electrolitos puede diluir el sodio y causar hiponatremia." },
  { "comment": "social", "fact": "El equilibrio ácido-base depende de la interacción entre bicarbonato y otros electrolitos." },
  { "comment": "social", "fact": "El magnesio ayuda a regular el ritmo cardíaco y la función muscular." },
  { "comment": "social", "fact": "El calcio y el fosfato son esenciales para la formación y mantenimiento de huesos y dientes." },
  { "comment": "social", "fact": "El potasio regula el potencial eléctrico de las membranas celulares y la contracción muscular." },
  { "comment": "social", "fact": "La insuficiencia renal puede causar acumulación de electrolitos y desequilibrios graves." },
  { "comment": "social", "fact": "El sudor humano contiene principalmente sodio y cloruro, pero también pequeñas cantidades de potasio y magnesio." },
  { "comment": "social", "fact": "El equilibrio de electrolitos es esencial para la función cerebral y la memoria." },
  { "comment": "social", "fact": "La hipomagnesemia (bajo magnesio) puede causar debilidad muscular, calambres y arritmias." },
  { "comment": "social", "fact": "El bicarbonato es clave para neutralizar los ácidos producidos por el metabolismo celular." },
  { "comment": "social", "fact": "El consumo de alimentos ricos en potasio, como plátanos y espinacas, ayuda a mantener el equilibrio electrolítico." },
  { "comment": "social", "fact": "Los desequilibrios electrolíticos pueden ser detectados mediante análisis de sangre y orina." },
  { "comment": "science", "fact": "El sodio es esencial para la transmisión de impulsos nerviosos y la contracción muscular." },
  { "comment": "science", "fact": "El potasio regula el equilibrio osmótico y el potencial eléctrico de las células." },
  { "comment": "science", "fact": "El calcio participa en la liberación de neurotransmisores en las sinapsis." },
  { "comment": "science", "fact": "El magnesio es cofactor en la síntesis de ADN y ARN." },
  { "comment": "science", "fact": "El cloruro mantiene la presión osmótica y el equilibrio ácido-base." },
  { "comment": "science", "fact": "El bicarbonato neutraliza los ácidos metabólicos en la sangre." },
  { "comment": "science", "fact": "La hiponatremia puede causar edema cerebral por desplazamiento de agua hacia las neuronas." },
  { "comment": "science", "fact": "La hiperkalemia puede alterar el ritmo cardíaco y provocar fibrilación ventricular." },
  { "comment": "science", "fact": "El calcio regula la permeabilidad de las membranas celulares." },
  { "comment": "science", "fact": "El magnesio modula la actividad de los canales de calcio en el corazón." }
]